IDEA Open Model
CoordSystem Constructor
Initializes a new instance of the CoordSystem class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
protected CoordSystem()
Protected Sub New
protected:
CoordSystem()
See Also
Reference
CoordSystem Class
IdeaRS.OpenModel.Geometry3D Namespace